[
    {
        "id":1,
        "descpription":"This book does not disappoint. It covers many topics that follow the rise and fall of both good trends and very bad ones to show how we can so easily get caught up in fads. From Crocs, to streaking, to fondue, how the Mona Lisa became the most popular piece of art in the world, to Nazi propaganda and more."
    },
    {
        "id":2,
        "descpription":"Harry Potter is a series of seven fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry."
    },
    {
        "id":3,
        "descpription":"Did you ever imagine having a design book with the upcoming trends, inspiring mood boards, and the latest pieces? A book where you could find all the inspiration you need to design a trendy project that your clients will love? Meet the Trend Book: Forecasting The Future Of Design. This is a guide divided by colors, materials, and patterns that are meant to help you design a trendy project – whether you are decorating your own apartment, your client’s home, or a hotel in a dreamy island. Stay ahead when it comes to the latest trends by forecasting the future of design.        "
    },
    {
        "id":4,
        "descpription":"Billy Liar is a 1959 novel by Keith Waterhouse[1] that was later adapted into a play, a film, a musical and a TV series. The work has inspired and been featured in a number of popular songs.        "
    },
    {
        "id":5,
        "descpription":"The story follows Adeline (big shocker) Riley, a best-selling author who just moved into her recently passed grandma’s home, Parsons Manor. Soon after, she finds her great-grandmother’s journal who was brutally murdered years and years ago. Adeline soon finds out that she has a stalker, a huge man in all black that watches her sleep, assaults her, the whole process.         "
    },
    { 
        "id":6,
        "descpription":"Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.        "
    }
]